
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Modo de carga de la URL %@ desconocido";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "No se puede conectar con el host %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Cabecera errónea recibida del servidor";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "No es posible determinar la dirección IP del host: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "No es posible obtener una descripción del puerto %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "No es posible conectarse al host %@ a través del puerto %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Recibida respuesta de servidor HTTP desconocido %@: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Error al solicitar la URL %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Se ha perdido la conexión con el host %@";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "No se ha podido leer %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Se ha detectado un bucle de redireccionamiento al cargar el URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Servicio no disponible para el host %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "No se ha podido abrir la conexión de datos con la ruta de la URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Objeto no disponible para la URL especificada: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Comando FTP no reconocido por el host: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Nombre de usuario o contraseña de acceso no aceptados.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f bytes";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ de %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 bytes";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Contraseña del formulario web";

/* HTTP result code string */
"accepted" = "aceptado";

/* HTTP result code string */
"bad gateway" = "“Gateway” incorrecto";

/* HTTP result code string */
"bad request" = "petición incorrecta";

/* HTTP result code string */
"client error" = "error en el sistema cliente";

/* HTTP result code string */
"conflict" = "conflicto";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "creación";

/* HTTP result code string */
"expectation failed" = "error en los datos esperados";

/* HTTP result code string */
"forbidden" = "prohibido";

/* HTTP result code string */
"found" = "encontrado";

/* HTTP result code string */
"gateway timed out" = "tiempo de conexión a “gateway” excedido";

/* HTTP result code string */
"informational" = "información";

/* HTTP result code string */
"internal server error" = "error interno del servidor";

/* HTTP result code string */
"length required" = "longitud necesaria";

/* HTTP result code string */
"method not allowed" = "método no permitido";

/* HTTP result code string */
"moved permanently" = "se ha desplazado de forma permanente";

/* HTTP result code string */
"multiple choices" = "selecciones múltiples";

/* HTTP result code string */
"needs proxy" = "se necesita un proxy";

/* HTTP result code string */
"no content" = "no hay contenido";

/* HTTP result code string */
"no error" = "ningún error";

/* HTTP result code string */
"no longer exists" = "ya no existe";

/* HTTP result code string */
"non-authoritative information" = "información sin autorización";

/* HTTP result code string */
"not found" = "no encontrado";

/* HTTP result code string */
"not modified" = "no se ha modificado";

/* HTTP result code string */
"partial content" = "contenido parcial";

/* HTTP result code string */
"payment required" = "pago requerido";

/* HTTP result code string */
"precondition failed" = "ha fallado la condición previa";

/* HTTP result code string */
"proxy authentication required" = "autenticación de proxy obligatoria";

/* HTTP result code string */
"redirected" = "redirigido";

/* HTTP result code string */
"request timed out" = "agotado el tiempo para la solicitud";

/* HTTP result code string */
"request too large" = "solicitud demasiado extensa";

/* HTTP result code string */
"requested URL too long" = "la URL solicitada es demasiado larga";

/* HTTP result code string */
"requested range not satisfiable" = "el intervalo solicitado no puede obtenerse";

/* HTTP result code string */
"reset content" = "restablecer contenido";

/* HTTP result code string */
"see other" = "ver otros";

/* HTTP result code string */
"server error" = "error del servidor";

/* HTTP result code string */
"service unavailable" = "servicio no disponible";

/* HTTP result code string */
"success" = "acción realizada con éxito";

/* HTTP result code string */
"switching protocols" = "cambiando protocolos";

/* HTTP result code string */
"temporarily redirected" = "redirigido temporalmente";

/* HTTP result code string */
"unacceptable" = "inaceptable";

/* HTTP result code string */
"unauthorized" = "sin autorización";

/* HTTP result code string */
"unimplemented" = "no implementado";

/* Unknown filename */
"unknown" = "desconocido";

/* HTTP result code string */
"unsupported media type" = "formato incompatible";

/* HTTP result code string */
"unsupported version" = "versión incompatible";
